jorgebucaran/fisher
jorgebucaran/autopair.fish
jorgebucaran/replay.fish
PatrickF1/fzf.fish
kidonng/zoxide.fish
acomagu/fish-async-prompt
markcial/upto
daleeidd/fish-git-ignore
kentork/fish-comp
