jorgebucaran/fisher
jorgebucaran/autopair.fish
PatrickF1/fzf.fish
markcial/upto
kentork/fish-comp
susensio/zoxide.fish
acomagu/fish-async-prompt
susensio/fish-osc133
oh-my-fish/plugin-foreign-env
